const laws = [
  {
    title: 'VNT钱包 服务条款',
    cont: '最后修改日期： 2019年6月1日'
  },
  {
    title: '欢迎使用 VNT钱包！',
    cont:
      '感谢您使用我们的产品和服务（下称“服务”）。服务由©VNT Chain提供。\n' +
      '您使用我们的服务即表示您已同意本条款。请仔细阅读。\n' +
      '我们的服务范围非常广泛，因此有时还会适用一些附加条款或产品要求（包括年龄要求）。附加条款将会与相关服务一同提供，并且在您使用这些服务后，成为您与我们所达成的协议的一部分。\n'
  },
  {
    title: '使用服务',
    cont:
      '您必须遵守服务中提供的所有政策。\n' +
      '请勿滥用我们的服务。举例而言，请勿干扰我们的服务或尝试使用除我们提供的界面和指示以外的方法访问这些服务。您仅能在法律（包括适用的出口和再出口管制法律和法规）允许的范围内使用我们的服务。如果您不遵守我们的条款或政策，或者我们在调查可疑的不当行为，我们可以暂停或停止向您提供服务。\n' +
      '使用我们的服务并不让您拥有我们的服务或您所访问的内容的任何知识产权。除非您获得相关内容所有者的许可或通过其他方式获得法律的许可，否则您不得使用服务中的任何内容。本条款并未授予您使用我们服务中所用的任何商标或标志的权利。请勿删除、隐藏或更改我们服务上显示的或随服务一同显示的任何法律声明。\n' +
      '我们的服务会显示一些不属于 VNT钱包 的内容。这些内容由发布的实体承担全部责任。我们可能会审查相关内容，以确定其是否违法或违反了我们的政策；如果我们有理由相信该内容违反了我们的政策或违法，我们可以将其删除或拒绝显示。不过，这并不意味我们必然会审查内容，因此请勿想当然地认为我们在进行审查。\n' +
      '在您使用服务的过程中，我们可能会向您发送服务公告、管理消息和其他信息。您可以选择不接收上述某些信息。\n' +
      '我们的部分服务可在移动设备上使用。在使用此类服务时，请勿因此而分散注意力和违反交通或安全法。\n'
  },
  {
    title: 'VNT钱包帐户',
    cont:
      '为了使用我们的某些服务，您可能需要一个 VNT钱包帐户。您可以创建自己的 VNT钱包帐户或者由管理员（例如您所在的单位或教育机构）为您分配 VNT钱包帐户。如果您使用的是由管理员分配的 VNT钱包帐户，可能需要遵守另外的条款或附加条款，并且您的管理员可能有权访问或停用您的帐户。\n' +
      '为保护您的 VNT钱包帐户，请务必保管好您的密码并对外保密。您应对自己 VNT钱包帐户上发生的活动或通过该帐户进行的活动负责。尽量不要在第三方应用中使用与 VNT钱包帐户相同的密码。如果您发现有人在未经授权的情况下使用了您的密码或 VNT钱包 帐户，请及时联系我们。\n'
  },
  {
    title: '隐私与版权保护',
    cont:
      '您使用我们的服务时，我们会处理您的个人数据和保护您的隐私。使用我们的服务即表示您同意 VNT钱包 可以使用您的个人数据。\n' +
      '我们会根据相关规定的流程，对涉嫌侵犯版权的通知作出回应并终止屡次侵权人的帐户。\n' +
      '我们会向版权持有人提供信息，以帮助他们在线管理自己的知识产权。\n'
  },
  {
    title: '您在我们服务中发布的内容',
    cont:
      '我们的某些服务允许您上传、提交、存储、发送或接收内容。您保留对该内容持有的任何知识产权的所有权。简言之，属于您的内容依然归您所有。\n' +
      '当您将内容上传、提交、存储或发送到我们的服务，以及通过我们的服务上传、提交、存储、发送或接收内容时，您授予VNT钱包（以及我们的合作伙伴）一项全球性的许可，允许VNT钱包使用、托管、存储、复制、修改、创建衍生作品（例如，我们为了使您的内容更好地与我们的服务配合使用而进行翻译、改编或其他更改，由此产生的作品）、传播、出版、公开演示、公开展示和分发此类内容。您在此许可中授予的权限，仅能用于运营、宣传和改进我们的服务，以及开发新的服务。该项许可在您停止使用我们的服务后依然有效。某些服务可能会向您提供一些方法，用于访问和删除您提供给该服务的内容。此外，我们某些服务中的条款或设置还会收窄我们对提交至相关服务的内容的使用范围。对于您提交至我们服务的任何内容，请确保您拥有向我们授予此许可的必要权利。\n' +
      '我们的自动化系统会对您的内容进行分析，以便为您提供更符合个人需求的产品功能，例如自定义搜索结果、量身定制的广告，以及垃圾邮件和恶意软件检测。当您发送、接收以及存储内容时，我们的系统就会进行这项分析。\n' +
      '如果您已拥有 VNT钱包帐户，我们可能会在我们的服务（包括广告以及其他商业环境）中，显示您的个人资料姓名、个人资料照片以及您在VNT钱包上或与VNT钱包帐户相关联的第三方应用上执行的操作。\n' +
      '您可以在相关服务的隐私权政策或附加条款中找到关于VNT钱包 如何使用和储存内容的详情。如果您提交关于我们的服务的反馈或建议，我们可能会加以利用，但不对您承担任何义务。\n'
  },
  {
    title: '关于我们服务中的软件',
    cont:
      '如果某项服务要求下载或包含可下载软件，该软件可能会在新版本或新功能推出时，在您的设备上自动更新。某些服务可能会允许您自行调整自动更新设置。\n' +
      'VNT钱包 授予您免许可使用费的、不可转让的、非独占的全球性个人许可，允许您使用由 VNT钱包 提供的、包含在服务中的软件。本许可仅旨在让您通过本条款允许的方式使用由 VNT钱包 提供的服务并从中受益。您不得复制、修改、发布、出售或出租我们的服务或所含软件的任何部分，也不得进行反向工程或试图提取该软件的源代码，除非法律禁止上述限制或您已获得 VNT钱包 的书面许可。\n' +
      '开源软件对我们很重要。我们的服务中所使用的部分软件可能是根据开放源代码许可提供的，我们将会向您提供该许可。开放源代码许可中的规定可能会明确推翻上述某些条款。\n'
  },
  {
    title: '修改和终止服务',
    cont:
      '我们始终在不断更改和改进我们的服务。我们可能会增加或删除功能，也可能暂停或彻底停止某项服务。\n' +
      '您可以随时停止使用我们的服务，尽管我们对此表示非常遗憾。VNT钱包 也可能随时停止向您提供服务，或随时对我们的服务增加或设置新的限制。\n' +
      '我们认为您拥有自己数据的所有权并保留对此类数据的访问权限，这一点非常重要。如果我们停止某项服务，在合理可能的情况下，我们会向用户发出合理的提前通知，并让用户有机会将信息从服务中汇出。\n'
  },
  {
    title: '保证和免责声明',
    cont:
      '我们在提供服务时将会尽到商业上合理水平的技能和注意义务，希望您会喜欢使用它们。但有些关于服务的事项恕我们无法作出承诺。\n' +
      '除本条款或附加条款中明确规定的内容外，VNT钱包 及其供应商和分销商对服务均不作任何具体承诺。例如，我们对服务内容、服务的具体功能，或其可靠性、可用性或满足您需要的能力不作任何承诺。服务是“按原样”提供的。\n' +
      '某些司法管辖区域会规定特定保证，例如适销性、特定目的适用性及不侵权的默示保证。在法律允许的范围内，我们排除所有保证。\n'
  },
  {
    title: '服务的责任',
    cont:
      '在法律允许的范围内，VNT钱包 及其供应商和分销商不承担利润损失、收入损失或数据、财务损失或间接、特殊、后果性、惩戒性或惩罚性损害赔偿的责任。\n' +
      '在法律允许的范围内，VNT钱包 及其供应商和分销商对于本条款项下任何索赔（包括任何默示保证）的全部赔偿责任限于您因使用服务而向我们支付的金额（或我们亦可选择，再次向您提供该服务）。\n' +
      '在所有情况下，VNT钱包 及其供应商和分销商对于任何不能合理预见的损失或损害不承担责任。\n' +
      '我们理解在一些国家/地区，您作为消费者可以享有某些法定权利。如果您出于个人目的而使用服务，对于任何不能通过合同放弃的消费者法定权利，本条款或附加条款不作限制。\n'
  },
  {
    title: '服务的商业使用',
    cont:
      '如果您代表某家企业使用我们的服务，该企业必须接受本条款。对于因使用本服务或违反本条款而导致的或与之相关的任何索赔、起诉或诉讼，包括因索赔、损失、损害赔偿、起诉、判决、诉讼费和律师费而产生的任何责任或费用，该企业应对 VNT钱包 及其关联机构、管理人员、代理机构和员工进行赔偿并使之免受损害。'
  },
  {
    title: '关于本条款',
    cont:
      '我们可以修改上述条款或任何适用于某项服务的附加条款，例如，为反映法律的变更或我们服务的变化而进行的修改。您应当定期查阅本条款。我们会在本网页上公布这些条款的修改通知。我们会在适用的服务中公布附加条款的修改通知。所有修改的适用不具有追溯力，且会在公布十四天或更长时间后方始生效。但是，对服务新功能的特别修改或由于法律原因所作的修改将立即生效。如果您不同意服务的修改条款，应停止使用服务。\n' +
      '如果本条款与附加条款有冲突，以附加条款为准。\n' +
      '本条款约束 VNT钱包 与您之间的关系，且不创设任何第三方受益权。\n' +
      '如果您不遵守本条款，且我们未立即采取行动，并不意味我们放弃我们可能享有的任何权利（例如，在将来采取行动）。\n' +
      '如果某一条款不能被强制执行，这不会影响其他条款的效力。\n' +
      '有关如何与 VNT钱包 联系的信息，请查看服务中的“关于我们”。\n'
  }
]

export default laws
